app/controllers/todo_lists_controller.rb

INSERT INTO "todo_lists" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "first"], ["description", "first description"], ["created_at", "2022-02-07 17:03:58.179144"], ["updated_at", "2022-02-07 17:03:58.179144"]]
---
  def create
    @todo_list = TodoList.new(todo_list_params)

    respond_to do |format|
      if @todo_list.save