app/controllers/todo_items_controller.rb

INSERT INTO "todo_items" ("content", "todo_list_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", "First Todo"], ["todo_list_id", 1], ["created_at", "2022-02-08 16:26:03.307688"], ["updated_at", "2022-02-08 16:26:03.307688"]]
---
  def create
     @todo_item = @todo_list.todo_items.create!(todo_item_params)